Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# helpSpeakersTabBody
source: The Speakers tab lists every discovered speaker with its room, model, IP address, system generation, firmware, group role and event-subscription count. Copy All exports the snapshot for troubleshooting.
da: Fanen Højttalere viser alle opdagede højttalere med deres rum, model, IP-adresse, systemgeneration, firmware, grupperolle og antal hændelsesabonnementer. Kopier alt eksporterer øjebliksbilledet til fejlfinding.
de: Der Tab Lautsprecher listet jeden entdeckten Lautsprecher mit Raum, Modell, IP-Adresse, Systemgeneration, Firmware, Gruppenrolle und Ereignis-Abonnementanzahl auf. Alle kopieren exportiert den Schnappschuss zur Fehlerbehebung.
es: La pestaña Altavoces enumera todos los altavoces descubiertos con su habitación, modelo, dirección IP, generación de sistema, firmware, rol de grupo y recuento de suscripciones de eventos. Copiar todo exporta la instantánea para la resolución de problemas.
fr: L’onglet Haut-parleurs répertorie chaque haut-parleur détecté avec sa pièce, son modèle, son adresse IP, la génération du système, son firmware, son rôle de groupe et le nombre d’abonnements aux événements. Tout copier exporte l’instantané à des fins de dépannage.
it: La scheda Altoparlanti elenca ogni altoparlante rilevato con la sua stanza, modello, indirizzo IP, generazione del sistema, firmware, ruolo del gruppo e conteggio delle sottoscrizioni agli eventi. Copia tutto esporta l'istantanea per la risoluzione dei problemi.
ja: 「スピーカー」タブには、検出されたすべてのスピーカーがその部屋、モデル、IPアドレス、システム世代、ファームウェア、グループの役割、イベントサブスクリプション数とともに一覧表示されます。「すべてコピー」を使用すると、トラブルシューティング用のスナップショットをエクスポートできます。
nb: Høyttalere-fanen lister opp hver oppdaget høyttaler med rom, modell, IP-adresse, systemgenerasjon, fastvare, grupperolle og antall hendelsesabonnementer. Kopier alt eksporterer øyeblikksbildet for feilsøking.
nl: Het tabblad Speakers toont elke ontdekte speaker met de bijbehorende kamer, het model, het IP-adres, de systeemgeneratie, de firmware, de groepsrol en het aantal event-abonnementen. Met Kopieer alles exporteer je de momentopname voor probleemoplossing.
pl: Karta Głośniki wyświetla listę wszystkich wykrytych głośników wraz z ich pokojem, modelem, adresem IP, generacją systemu, oprogramowaniem układowym, rolą w grupie i liczbą subskrypcji zdarzeń. Kopiuj wszystko eksportuje migawkę do celów rozwiązywania problemów.
pt: O separador Altifalantes lista todos os altifalantes descobertos com a sua divisão, modelo, endereço IP, geração de sistema, firmware, função de grupo e contagem de subscrições de eventos. Copiar tudo exporta o instantâneo para a resolução de problemas.
sv: Fliken Högtalare listar varje upptäckt högtalare med dess rum, modell, IP-adress, systemgeneration, fast programvara, grupproll och antal händelseprenumerationer. Kopiera alla exporterar ögonblicksbilden för felsökning.
zh_hans: “扬声器”标签页列出了每个发现的扬声器及其所在房间、型号、IP 地址、系统代数、固件、组角色和事件订阅计数。“拷贝全部”可导出快照以便进行故障排除。

# helpStatusDotsBody
source: The dot beside each service name says how Choragus expects authentication to behave for that service:
da: Prikken ved siden af hvert tjenestenavn fortæller, hvordan Choragus forventer, at godkendelsen vil opføre sig for den tjeneste:
de: Der Punkt neben jedem Dienstnamen zeigt an, wie Choragus die Authentifizierung für diesen Dienst erwartet:
es: El punto junto al nombre de cada servicio indica cómo espera Choragus que se comporte la autenticación de ese servicio:
fr: La pastille à côté de chaque nom de service indique comment Choragus s’attend à ce que l’authentification se comporte pour ce service :
it: Il pallino accanto a ogni nome di servizio indica come Choragus prevede che si comporti l’autenticazione per quel servizio:
ja: 各サービス名の横にあるドットは、Choragus がそのサービスの認証の動作をどう見ているかを示します：
nb: Prikken ved siden av hvert tjenestenavn forteller hvordan Choragus forventer at autentiseringen oppfører seg for den tjenesten:
nl: De stip naast elke dienstnaam geeft aan hoe Choragus verwacht dat authenticatie zich voor die dienst gedraagt:
pl: Kropka obok każdej nazwy usługi mówi, jak Choragus oczekuje, że będzie działać uwierzytelnianie dla tej usługi:
pt: O ponto ao lado de cada nome de serviço indica como o Choragus espera que a autenticação se comporte para esse serviço:
sv: Pricken bredvid varje tjänstnamn anger hur Choragus förväntar sig att autentiseringen ska bete sig för den tjänsten:
zh_hans: 每个服务名称旁边的点表示 Choragus 预期该服务的身份验证行为：

# helpStatusDotsHeading
source: Status dots
da: Statusprikker
de: Status-Punkte
es: Puntos de estado
fr: Pastilles de statut
it: Pallini di stato
ja: ステータスドット
nb: Statusprikker
nl: Statusstippen
pl: Kropki stanu
pt: Pontos de estado
sv: Statusprickar
zh_hans: 状态点

# helpSunoBody
source: Suno has its own explore window for browsing and playing public songs and playlists. A suno.com song link can also be pasted directly into the browse panel to play it.
da: Suno har sit eget udforskningsvindue til at gennemse og afspille offentlige sange og playlister. Et suno.com-sanglink kan også indsættes direkte i gennemse-panelet for at afspille det.
de: Suno hat ein eigenes Entdecken-Fenster, um öffentliche Titel und Playlists zu durchsuchen und abzuspielen. Ein suno.com-Titellink kann auch direkt in das Durchsuchen-Panel eingefügt werden, um ihn abzuspielen.
es: Suno tiene su propia ventana de exploración para buscar y reproducir canciones y listas de reproducción públicas. También puedes pegar un enlace de canción de suno.com directamente en el panel de exploración para reproducirlo.
fr: Suno possède sa propre fenêtre d'exploration pour parcourir et lire des morceaux et playlists publics. Un lien de morceau suno.com peut également être collé directement dans le panneau de navigation pour le lire.
it: Suno ha una propria finestra di esplorazione per sfogliare e riprodurre brani e playlist pubblici. Un link di un brano suno.com può anche essere incollato direttamente nel pannello di esplorazione per riprodurlo.
ja: Sunoには、公開されている曲やプレイリストをブラウズして再生するための独自の探索ウィンドウがあります。suno.comの曲リンクを直接ブラウズパネルに貼り付けて再生することもできます。
nb: Suno har et eget utforskervindu for å bla gjennom og spille offentlige sanger og spillelister. En suno.com sanglenke kan også limes direkte inn i bla-panelet for å spille den.
nl: Suno heeft een eigen verkenningsvenster om openbare nummers en afspeellijsten te doorzoeken en af te spelen. Een suno.com link naar een nummer kan ook direct in het bladerpaneel worden geplakt om het af te spelen.
pl: Suno ma własne okno eksploracji do przeglądania i odtwarzania publicznych utworów i playlist. Link do utworu z suno.com można również wkleić bezpośrednio do panelu przeglądania, aby go odtworzyć.
pt: O Suno tem a sua própria janela de exploração para procurares e reproduzires músicas e listas de reprodução públicas. Um link de música suno.com também pode ser colado diretamente no painel de exploração para reproduzi-la.
sv: Suno har ett eget utforskarfönster för att bläddra och spela offentliga låtar och spellistor. En suno.com-låtlänk kan också klistras in direkt i bläddringspanelen för att spela upp den.
zh_hans: Suno 拥有自己的探索窗口，用于浏览和播放公开的歌曲和播放列表。也可以将 suno.com 歌曲链接直接粘贴到浏览面板中播放。

# helpSupportBody
source: Choragus is free and open source. Official builds carry a heart button in the toolbar offering ways to contribute; builds compiled from source have no such button and are in no way limited.
da: Choragus er gratis og open source. Officielle builds har en hjerteknap på værktøjslinjen, der tilbyder måder at bidrage på; builds kompileret fra kildekode har ingen sådan knap og er på ingen måde begrænsede.
de: Choragus ist kostenlos und Open Source. Offizielle Builds haben eine Herz-Taste in der Symbolleiste, die Möglichkeiten zum Beitragen bietet; aus dem Quellcode kompilierte Builds haben diese Taste nicht und sind in keiner Weise eingeschränkt.
es: Choragus es gratuito y de código abierto. Las versiones oficiales llevan un botón de corazón en la barra de herramientas que ofrece formas de contribuir; las versiones compiladas desde el código fuente no tienen este botón y no están limitadas de ninguna manera.
fr: Choragus est gratuit et open source. Les versions officielles comportent un bouton en forme de cœur dans la barre d'outils offrant des moyens de contribuer ; les versions compilées à partir du code source n'ont pas ce bouton et ne sont en aucun cas limitées.
it: Choragus è gratuito e open source. Le build ufficiali hanno un pulsante a forma di cuore nella barra degli strumenti che offre modi per contribuire; le build compilate dal codice sorgente non hanno questo pulsante e non sono in alcun modo limitate.
ja: Choragusは無料でオープンソースです。公式ビルドには、ツールバーに寄付の方法を提供するハートボタンがあります。ソースからコンパイルされたビルドにはそのようなボタンはなく、機能が制限されることも一切ありません。
nb: Choragus er gratis og åpen kildekode. Offisielle versjoner har en hjerteknapp i verktøylinjen med måter du kan bidra på; versjoner kompilert fra kildekode har ingen slik knapp og er på ingen måte begrenset.
nl: Choragus is gratis en open source. Officiële builds hebben een hartjesknop in de knoppenbalk die manieren biedt om bij te dragen; builds gecompileerd uit broncode hebben zo'n knop niet en zijn op geen enkele manier beperkt.
pl: Choragus jest darmowy i open source. Oficjalne kompilacje mają przycisk w kształcie serca na pasku narzędzi, oferujący sposoby wsparcia; kompilacje ze źródła nie mają takiego przycisku i nie są w żaden sposób ograniczone.
pt: O Choragus é gratuito e de código aberto. As versões oficiais contêm um botão em forma de coração na barra de ferramentas a oferecer formas de contribuir; as versões compiladas a partir do código-fonte não têm esse botão e não estão de forma alguma limitadas.
sv: Choragus är gratis och öppen källkod. Officiella versioner har en hjärtknapp i verktygsfältet som erbjuder sätt att bidra; versioner kompilerade från källkod har ingen sådan knapp och är inte begränsade på något sätt.
zh_hans: Choragus 是免费开源的。官方版本在工具栏带有一个心形按钮，提供贡献途径；从源代码编译的版本没有该按钮，且没有任何限制。

# helpSupportHeading
source: Supporting Choragus
da: Støt Choragus
de: Choragus unterstützen
es: Apoyar a Choragus
fr: Soutenir Choragus
it: Supportare Choragus
ja: Choragusをサポートする
nb: Støtt Choragus
nl: Choragus steunen
pl: Wsparcie Choragus
pt: Apoiar o Choragus
sv: Stöd Choragus
zh_hans: 支持 Choragus

# helpSurroundModeBody
source: The EQ window has EQ, Sub and Surrounds tabs; the latter two appear only when the set has them. For a home-theatre set, the Surrounds tab switches music playback between Full — surrounds carry the full mix — and Ambient, where they add atmosphere only. TV and music levels are set separately.
da: EQ-vinduet har fanerne EQ, Sub og Surround; de to sidste vises kun, når sættet har dem. For et hjemmebiografsæt skifter fanen Surround musik mellem Fuld — surroundhøjttalerne bærer hele mixet — og Ambient, hvor de kun tilføjer stemning. Tv- og musikniveauer indstilles separat.
de: Das EQ-Fenster hat die Tabs EQ, Sub und Surrounds; die beiden letzten erscheinen nur, wenn das Set sie hat. Bei einem Heimkino-Set schaltet der Tab Surrounds die Musikwiedergabe zwischen Voll — die Surrounds tragen den vollen Mix — und Ambient um, wo sie nur Atmosphäre beisteuern. TV- und Musikpegel werden getrennt eingestellt.
es: La ventana de EQ tiene las pestañas EQ, Sub y Surrounds; las dos últimas solo aparecen si el conjunto las tiene. En un conjunto de cine en casa, la pestaña Surrounds alterna la música entre Completo — los surround llevan toda la mezcla — y Ambiente, donde solo añaden atmósfera. Los niveles de TV y música se ajustan por separado.
fr: La fenêtre EQ a les onglets EQ, Caisson et Surrounds ; les deux derniers n'apparaissent que si l'ensemble en dispose. Pour un ensemble home-cinéma, l'onglet Surrounds bascule la musique entre Complet — les surrounds portent tout le mixage — et Ambiant, où ils n'ajoutent que de l'atmosphère. Les niveaux TV et musique se règlent séparément.
it: La finestra EQ ha le schede EQ, Sub e Surround; le ultime due compaiono solo se il set le ha. Per un set home theater, la scheda Surround alterna la musica tra Completo — i surround portano l'intero mix — e Ambiente, dove aggiungono solo atmosfera. I livelli TV e musica si regolano separatamente.
ja: EQ ウィンドウには EQ、サブ、サラウンドのタブがあり、後者 2 つはセットにそれらがある場合のみ表示されます。ホームシアターセットでは、サラウンドタブで音楽再生を「フル」（サラウンドがフルミックスを担う）と「アンビエント」（雰囲気のみ加える）で切り替えます。TV と音楽のレベルは別々に設定します。
nb: EQ-vinduet har fanene EQ, Sub og Surround; de to siste vises bare når settet har dem. For et hjemmekinosett veksler fanen Surround musikk mellom Full — surroundene bærer hele miksen — og Ambient, der de bare gir atmosfære. TV- og musikknivåer stilles separat.
nl: Het EQ-venster heeft de tabbladen EQ, Sub en Surrounds; de laatste twee verschijnen alleen als de set ze heeft. Bij een thuisbioscoopset schakelt het tabblad Surrounds muziek tussen Volledig — surrounds dragen de hele mix — en Ambient, waar ze alleen sfeer toevoegen. Tv- en muziekniveaus worden apart ingesteld.
pl: Okno EQ ma karty EQ, Sub i Surround; dwie ostatnie pojawiają się tylko, gdy zestaw je ma. W zestawie kina domowego karta Surround przełącza muzykę między Pełnym — głośniki surround niosą cały miks — a Ambientowym, gdzie dodają tylko atmosferę. Poziomy TV i muzyki ustawia się osobno.
pt: A janela de EQ tem os separadores EQ, Sub e Surrounds; os dois últimos só aparecem quando o conjunto os tem. Num conjunto de cinema em casa, o separador Surrounds alterna a música entre Completo — os surrounds levam toda a mistura — e Ambiente, onde só acrescentam atmosfera. Os níveis de TV e música definem-se em separado.
sv: EQ-fönstret har flikarna EQ, Sub och Surround; de två senare visas bara när uppsättningen har dem. För en hemmabio växlar fliken Surround musik mellan Full — surroundhögtalarna bär hela mixen — och Ambient, där de bara ger atmosfär. TV- och musiknivåer ställs in separat.
zh_hans: EQ 窗口有 EQ、低音炮和环绕三个标签页，后两者仅在套装具备时显示。对于家庭影院套装，环绕标签页在“完整”（环绕承载完整混音）和“环境”（仅增添氛围）之间切换音乐播放。电视和音乐电平分别设置。

# helpSystemsBody
source: Sonos speakers are split across two platforms. Legacy S1 speakers and modern S2 speakers cannot join the same household, but both can coexist on the same network.
da: Sonos-højttalere er opdelt i to platforme. Ældre S1-højttalere og moderne S2-højttalere kan ikke være i samme husstand, men kan sameksistere på samme netværk.
de: Sonos-Lautsprecher verteilen sich auf zwei Plattformen. Ältere S1-Lautsprecher und moderne S2-Lautsprecher können nicht im selben Haushalt zusammenarbeiten, können aber im selben Netzwerk koexistieren.
es: Los altavoces Sonos se dividen en dos plataformas. Los altavoces S1 heredados y los altavoces S2 modernos no pueden unirse al mismo hogar, pero pueden coexistir en la misma red.
fr: Les enceintes Sonos sont réparties sur deux plateformes. Les enceintes S1 existantes et les enceintes S2 modernes ne peuvent pas faire partie du même foyer, mais peuvent coexister sur le même réseau.
it: Gli altoparlanti Sonos sono suddivisi tra due piattaforme. Gli altoparlanti S1 legacy e i moderni S2 non possono far parte della stessa casa, ma possono coesistere sulla stessa rete.
ja: Sonosスピーカーは2つのプラットフォームに分かれています。レガシーのS1スピーカーと最新のS2スピーカーは同じ世帯に参加できませんが、同じネットワークで共存できます。
nb: Sonos-høyttalere er fordelt på to plattformer. Eldre S1-høyttalere og moderne S2-høyttalere kan ikke være i samme husstand, men kan sameksistere på samme nettverk.
nl: Sonos-luidsprekers zijn verdeeld over twee platforms. Verouderde S1-luidsprekers en moderne S2-luidsprekers kunnen niet in hetzelfde huishouden zitten, maar kunnen wel samen op hetzelfde netwerk bestaan.
pl: Głośniki Sonos są podzielone na dwie platformy. Starsze głośniki S1 i nowoczesne S2 nie mogą należeć do tego samego gospodarstwa, ale mogą współistnieć w tej samej sieci.
pt: As caixas Sonos são divididas em duas plataformas. Caixas S1 legadas e caixas S2 modernas não podem integrar a mesma residência, mas podem coexistir na mesma rede.
sv: Sonos-högtalare är uppdelade i två plattformar. Äldre S1-högtalare och moderna S2-högtalare kan inte tillhöra samma hushåll, men kan samexistera i samma nätverk.
zh_hans: Sonos 音箱分为两个平台。旧有 S1 音箱和现代 S2 音箱无法加入同一家庭，但可以共存在同一网络中。

# helpSystemsSection
source: Sonos S1 and S2 systems
da: Sonos S1- og S2-systemer
de: Sonos-Systeme S1 und S2
es: Sistemas Sonos S1 y S2
fr: Systèmes Sonos S1 et S2
it: Sistemi Sonos S1 e S2
ja: Sonos S1およびS2システム
nb: Sonos S1- og S2-systemer
nl: Sonos S1- en S2-systemen
pl: Systemy Sonos S1 i S2
pt: Sistemas Sonos S1 e S2
sv: Sonos S1- och S2-system
zh_hans: Sonos S1 和 S2 系统

# helpTransportState
source: Transport state
da: Afspilningstilstand
de: Transportstatus
es: Estado de reproducción
fr: État du transport
it: Stato di riproduzione
ja: 再生状態
nb: Avspillingsstatus
nl: Afspeelstatus
pl: Stan odtwarzania
pt: Estado de reprodução
sv: Uppspelningsstatus
zh_hans: 播放状态

# helpTransportStateBody
source: Choragus uses UPnP event subscriptions for near-instant state updates. If your network drops events, the app falls back to periodic polling automatically.
da: Choragus bruger UPnP-begivenhedsabonnementer til næsten øjeblikkelige statusopdateringer. Hvis netværket taber begivenheder, skifter appen automatisk til periodisk polling.
de: Choragus nutzt UPnP-Ereignisabonnements für nahezu sofortige Statusaktualisierungen. Gehen im Netzwerk Ereignisse verloren, wechselt die App automatisch auf regelmäßiges Abrufen.
es: Choragus usa suscripciones a eventos UPnP para actualizaciones de estado casi instantáneas. Si la red pierde eventos, la app cambia automáticamente a sondeo periódico.
fr: Choragus utilise les abonnements à des événements UPnP pour des mises à jour d’état quasi instantanées. Si votre réseau perd des événements, l’app bascule automatiquement sur une interrogation périodique.
it: Choragus usa le sottoscrizioni agli eventi UPnP per aggiornamenti di stato quasi istantanei. Se la rete perde eventi, l’app passa automaticamente al polling periodico.
ja: ChoragusはUPnPイベント購読を使用してほぼ瞬時に状態を更新します。ネットワークでイベントが欠落した場合、アプリは自動的に定期ポーリングに切り替わります。
nb: Choragus bruker UPnP-hendelsesabonnementer for nær umiddelbare statusoppdateringer. Hvis nettverket mister hendelser, bytter appen automatisk til periodisk polling.
nl: Choragus gebruikt UPnP-abonnementen voor bijna direct statusupdate. Als je netwerk events laat vallen, schakelt de app automatisch over op periodieke polling.
pl: Choragus korzysta z subskrypcji zdarzeń UPnP dla niemal natychmiastowych aktualizacji stanu. Jeśli sieć gubi zdarzenia, aplikacja automatycznie przełącza się na okresowe odpytywanie.
pt: O Choragus usa assinaturas de eventos UPnP para atualizações de estado quase instantâneas. Se a rede perder eventos, o app volta automaticamente para consulta periódica.
sv: Choragus använder UPnP-händelseprenumerationer för nästan omedelbara statusuppdateringar. Om nätverket tappar händelser övergår appen automatiskt till periodisk polling.
zh_hans: Choragus 使用 UPnP 事件订阅实现近乎实时的状态更新。如果网络丢失事件，应用会自动回退到定期轮询。

# helpVisIntroBody
source: The Visualisation menu (and the sparkles button in the toolbar) opens two full-screen views that follow the selected room: Back of the Club (⌘J) and the Karaoke window (⌘K). Both can be moved to another display and left running.
da: Menuen Visualiseringer (og gnistknappen i værktøjslinjen) åbner to fuldskærmsvisninger, der følger det valgte rum: Back of the Club (⌘J) og Karaoke-vinduet (⌘K). Begge kan flyttes til en anden skærm og køre videre.
de: Das Menü „Visualisierungen“ (und der Funkel-Button in der Symbolleiste) öffnet zwei Vollbildansichten, die dem gewählten Raum folgen: Back of the Club (⌘J) und das Karaoke-Fenster (⌘K). Beide lassen sich auf einen anderen Bildschirm schieben und laufen lassen.
es: El menú Visualizaciones (y el botón de destellos de la barra de herramientas) abre dos vistas a pantalla completa que siguen la habitación seleccionada: Back of the Club (⌘J) y la ventana de Karaoke (⌘K). Ambas pueden moverse a otra pantalla y dejarse funcionando.
fr: Le menu Visualisations (et le bouton étincelles de la barre d'outils) ouvre deux vues plein écran qui suivent la pièce sélectionnée : Back of the Club (⌘J) et la fenêtre Karaoké (⌘K). Les deux peuvent être déplacées sur un autre écran et laissées tourner.
it: Il menu Visualizzazioni (e il pulsante scintille nella barra degli strumenti) apre due viste a schermo intero che seguono la stanza selezionata: Back of the Club (⌘J) e la finestra Karaoke (⌘K). Entrambe si possono spostare su un altro schermo e lasciare in esecuzione.
ja: 「ビジュアライゼーション」メニュー（ツールバーのきらめきボタン）は、選択中の部屋に追従する 2 つのフルスクリーン表示を開きます。Back of the Club（⌘J）とカラオケウィンドウ（⌘K）です。どちらも別のディスプレイへ移動して表示し続けられます。
nb: Menyen Visualiseringer (og gnistknappen i verktøylinjen) åpner to fullskjermvisninger som følger det valgte rommet: Back of the Club (⌘J) og Karaoke-vinduet (⌘K). Begge kan flyttes til en annen skjerm og bli stående.
nl: Het menu Visualisaties (en de sterretjesknop in de knoppenbalk) opent twee schermvullende weergaven die de gekozen kamer volgen: Back of the Club (⌘J) en het Karaoke-venster (⌘K). Beide kunnen naar een ander scherm worden verplaatst en blijven draaien.
pl: Menu Wizualizacje (i przycisk iskier na pasku narzędzi) otwiera dwa pełnoekranowe widoki podążające za wybranym pokojem: Back of the Club (⌘J) i okno Karaoke (⌘K). Oba można przenieść na inny ekran i zostawić włączone.
pt: O menu Visualizações (e o botão de brilhos na barra de ferramentas) abre duas vistas em ecrã inteiro que seguem a sala selecionada: Back of the Club (⌘J) e a janela de Karaoke (⌘K). Ambas podem ir para outro ecrã e ficar a correr.
sv: Menyn Visualiseringar (och gnistknappen i verktygsfältet) öppnar två helskärmsvyer som följer det valda rummet: Back of the Club (⌘J) och Karaokefönstret (⌘K). Båda kan flyttas till en annan skärm och lämnas igång.
zh_hans: “可视化”菜单（以及工具栏中的闪光按钮）会打开两个跟随所选房间的全屏视图：Back of the Club（⌘J）和卡拉 OK 窗口（⌘K）。两者都可以移到另一台显示器上持续运行。
